Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=1_art_id=145.html.tmx
Source language: sme
Languages: smj

source: Du jurdagat
smj: Duv ájádusá

source: Bassi báikkit meahcis
smj: Ájlis duobddága váren

source: Mun áinnas galledan boares sámi bassi báikkiid.
smj: Álu dålusj sáme ájlis bájkijt guossidav.

source: Doppe dovddan erenoamáš ráfi.
smj: Muhtem sierralágásj ráfe le dájn bájkijn.

source: Dávjá leat dakkár báikkit hui várdosat, ja čalbmáičuozit.
smj: Álu le várdudahka dákkir bájkijs ja da li sierralágátja duobddágin.

source: Mun dávjá jurddahalan min máttarmáttuid mat bohte dáidda báikkiide.
smj: Usjudaláv mijá ájttegijt gudi dájda bájkijda båhtalin.

source: Sii bohte váttis jurdagiideasetguin boahtteáiggi hárrái, sii bivde veahki go buozalmasvuohta ja jápmin áite sin.
smj: Båhtin ietjasa mårråhij boahtteájge hárráj ja ádnun viehkev gå skihpudagá ja jábmem ládin.

source: Mun jáhkán ahte maiddái bohte dalle go ledje giitevaččat, ahte háliidedje muitalit go irgi / moarsi ja váhnemat ledje mieđihan, go mánná lei riegádan, go buohcci lei dearvvasmuvvan ja go luonddus lei valljivuohta.
smj: Jáhkáv aj lidjin gijttevattja ja sihtin dav javllat gå moarsse / irgge lij javllam ” sidáv ” ja sæmmi aj æjgáda, gå mánná lij riegádam, gå muhtem skihppe lij varresvuodav ruopptot oadtjum ja gå bierggijin dassta mav luonndo vattij.

source: Jurddašan maid makkár vuollegašvuođain sii lahkonedje dakkár báikkiid.
smj: Usjudaláv aj makkir vuollegasjvuodajn dákkir bájkijda lahkanin.

source: Mii lea dutnje bassi báiki ?
smj: Mij le dunji ájlis bájkke ?

source: Lea go dis bassi báiki lahkosis ?
smj: Jali le gus diján ájlis bájkke lahkusin ?

source: Sáhtát go dán birra čállit, sáddes áinnas gova maid.
smj: Máhták gus dan birra tjállet ja ihkap aj gåvåv sáddit ?
